import React from "react";
import Footer from "../../components/footer/Footer";
import "../tirms.of.use/TirmsOfUse.css"
import WhiteHeader from "../../components/white.header/WhiteHeader";

const PrivacyPolicy =()=>{
    return(
        <>
            <WhiteHeader/>
            <section className="tirms-of-use privacy-policy container">
                <h1>سياسه الخصوصيه</h1>
                <div>
                    <div className="tirms-text"><p>•</p> يتم جمع المعلومات الشخصية التي تقدمها أثناء استخدام تطبيق صّيف ويجب أن يتم جمع واستخدام هذه المعلومات وفقًا لسياسة الخصوصية الخاصة بالتطبيق.</div>
                    <div className="tirms-text"><p>•</p> توضح سياسة الخصوصية كيفية جمع واستخدام البيانات الشخصية ومن يمكن الوصول إليها، بالإضافة إلى كيفية تخزينها وحذفها.</div>
                    <div className="tirms-text"><p>•</p> يتم استخدام ملفات تعريف الارتباط (Cookies) وتقنيات مماثلة لجمع المعلومات عن استخدام التطبيق وتحسين تجربة المستخدم.</div>
                    <div className="tirms-text"><p>•</p> يرجى ملاحظة أن الشروط والأحكام وسياسة الخصوصية المحددة لتطبيق صّيف قد تختلف بين البلدان ويمكن أن تتغير مع الوقت. لذلك، يجب عليك قراءة شروط الاستخدام وسياسة الخصوصية الخاصة بتطبيق صّيف قبل استخدامه.</div>
                    <div className="tirms-text"><p>•</p> قد تحتوي خدماتنا على روابط لتطبيقات وخدمات وأدوات ومواقع تابعة لجهات خارجية لا نتحكم فيها أو نديرها ويمكن أن يستخدمها المستخدم؛  أي أننا لسنا مسؤولين عن أمن أو خصوصية أي معلومات تقوم هذه الجهات الخارجية بجمعها. لذا ينبغي للمستخدم مراجعة سياسات الخصوصية المطبقة على خدمات الجهات الخارجية المذكورة. لا تغطي سياسة الخصوصية الماثلة المعلومات والبيانات التي يقدمها المستخدم لشركات خارجية.</div>
                    <div className="tirms-text"><p>•</p> قد نقوم بتحديث سياسة الخصوصية الماثلة من وقت لآخر حسب ما نراه ضروريًا. وفي حال إجراء أي تغييرات جوهرية على سياسة الخصوصية</div>
                </div>
            </section>
            <Footer/>
        </>
    )
}
export default PrivacyPolicy