import React from "react";
import Footer from "../../components/footer/Footer";
import "./TirmsOfUse.css"
import WhiteHeader from "../../components/white.header/WhiteHeader";

const TirmsOfUse =()=>{
    return(
        <>
            <WhiteHeader/>
            <section className="tirms-of-use  container">
                <h1>شروط الاستخدام</h1>
                <div>
                    <h2>الشروط والاحكام العامه للاستخدام</h2>
                    <p><div>•</div> مبلغ ال 50 جنيه الذي يقوم العميل دفعهم كعربون تعود الي الشركه المديره للتطبيق في حاله تأجير الشقه للعميل بالفعل ولكن في حاله الغاء الحجز عن طريق العميل يذهب المبلغ الي المؤجر كتعويض عن الالغاء</p>
                    <p><div>•</div> يخصم مبلغ ال 50 جنيه من قيمه الايجار المتفق عليه من قبل المؤجر</p>
                    <p><div>•</div> إن استخدام تطبيق تأجير الشقق يعني موافقتك على هذه الشروط والأحكام واتفاقك على الالتزام بها.</p>
                    <p><div>•</div> يحق للتطبيق تغيير شروط الاستخدام في أي وقت، ويجب عليك الالتزام بالشروط الجديدة عند استخدام التطبيق.</p>
                    <p><div>•</div> يحظر استخدام التطبيق لأي غرض غير قانوني أو غير أخلاقي أو يتعارض مع هذه الشروط والأحكام.</p>
                    <p><div>•</div> يجب عليك تقديم معلومات دقيقة وصحيحة عند تسجيل الدخول على التطبيق وتحديثها عند الحاجة.</p>
                    <p><div>•</div> يجب عليك الالتزام بشروط الحجز والدفع عند استخدام التطبيق.</p>
                    <p><div>•</div> تتعين عليك الالتزام بالتصرف بأمان وحذر عند استخدام التطبيق.</p>
                </div>
            </section>
            <Footer/>
        </>
    )
}
export default TirmsOfUse